Revit 2024 API
SymbolTypeId.LbForcePerFt Property
 Symbol lb/ft, indicating unit Pounds force per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbForcePerFt { get; }
Visual Basic
Public Shared ReadOnly Property LbForcePerFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbForcePerFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace